---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowRunRiser
source: html/6843caf0-d78c-97a4-8fe2-cfe752d133c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowRunRiser Property

"Show Run's Risers"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowRunRiser { get; }
```